NAME_DEFAULT_LENGTH = 100

CONDITIONS_EN = [
    'New',
    'Like New',
    'Very good',
    'Good',
    'Acceptable',
    'Almost Acceptable'
]

CONDITIONS_RUS = [
    'Новый/(ая)',
    'Как новый/(ая)',
    'Очень хорошее',
    'Достойное',
    'Приемлемое',
    'Практически приемлемое'
]

GENRES_RUS = [
    'Роман',
    'Драма',
    'Проза',
    'Детектив',
    'Фантастика',
    'Ужасы',
    'Триллер',
    'Историческая драма',
    'Исторический детектив',
    'Сборник стихов',
    'Сборник рассказов',
    'Энциклопедия',
    'Проффесиональная литература',
    'Документальная литература',
    'Деловая литература',
]
